{
    "IL": [
        {
            "audio": "../archive/IL/IL_20241029_131023_analysis.mp3",
            "date": "2024-01-29",
            "headlines": [
                "Stock market today: Nasdaq leads US futures higher in wait for key data, Big Tech earnings",
                "Ayatollah Khamenei's New X Account Suspended",
                "Türkiye ready to launch free trade talks with UK",
                "RTÉ, Czech Television and Hot among latest nets to shop for kids at Banijay",
                "'Chosen by God': A new kind of convert is making the pilgrimage to see Trump"
            ],
            "trends": [
                {
                    "title": "עדי אשכנזי (Adi Ashkenazi)",
                    "related": [
                        "עדי אשכנזי הייתי מתה (Adi Ashkenazi I would die)",
                        "עדי אשכנזי הופעות (Adi Ashkenazi performances)",
                        "עדי אשכנזי סדרה חדשה (Adi Ashkenazi new series)",
                        "עדי אשכנזי סדרה (Adi Ashkenazi series)"
                    ]
                },
                {
                    "title": "ברק יצחקי (Barak Itzhaki)",
                    "related": [
                        "ברק יצחקי מוצא (Barak Yitzhak Moza)",
                        "ברק יצחקי ביתר ירושלים (Barak Itzhaki in Beitar Yerushalayim)",
                        "ברק יצחקי מאמן (Barak Itzhaki is a coach)",
                        "ברק יצחקי מספרת (Barak Itzhaki says)"
                    ]
                }
            ],
            "analysis": "While the official narratives are draped in the fine threads of geopolitics and grand economy, the search trends reveal the Israeli populace's true penchant for the celebrity spectacle and an insatiable curiosity for the unknown. It's as if the Ayatollah's suspended account has taken a back seat to Adi Ashkenazi's latest stand-up routine or the enigma surrounding her 'I would die' statement, which might just be an existential crisis in the face of a hummus shortage. Or perhaps, amidst the stock market's high stakes game, the masses are more concerned with Barak Itzhaki's soccer moves and whether he's coaching or being kicked about on the field; after all, who cares about Nasdaq when it's the national league's top scorer on the line?"
        }
    ],
    "LB": [
        {
            "audio": "../archive/LB/LB_20241029_131828_analysis.mp3",
            "date": "2024-01-29",
            "headlines": [
                "Bowen: Iran faces hard choices between risks of escalation or looking weak",
                "'End of an era' for Hezbollah after Israel killed its leader",
                "Israel says it killed a top Hezbollah official expected to be the group's next leader",
                "Israel's military is conducting retaliatory airstrikes against Iran",
                "Deadly Israeli strike on journalists in Lebanon prompts global condemnation"
            ],
            "trends": [
                {
                    "title": "حسن يوسف (Hassan Youssef)",
                    "related": [
                        "حسن يوسف حماس (Hassan Youssef Hamas)",
                        "حسن يوسف العمر (Hassan Youssef Al-Omar)",
                        "حسن يوسف ويكيبيديا (Hassan Youssef Wikipedia)",
                        "حسن يوسف وشمس البارودي (Hassan Youssef and Shams Al-Baroudi)"
                    ]
                },
                {
                    "title": "naim qassem",
                    "related": [
                        "naim qassem hezbollah",
                        "naim qassem twitter",
                        "naim qassem hezbollah the story from within",
                        "naim qassem interview"
                    ]
                }
            ],
            "analysis": "In the shadow of sweeping headlines that declare the \"end of an era\" for Hezbollah and paint a drama of biblical proportions unfolding between Iran and Israel, the humble search bar hums with a different tune. The digital proletariat of Lebanon, in their hushed whispers, are more concerned with Hassan Youssef, Naim Qassem, and Naeem Qasim—names that the official narrative barely whispers. One wonders if the grand narratives of international politics are just too abstract, too impersonal, for the common man, who is more drawn to human faces and stories. The public might be kneeling at the altar of the state, but their search history reveals where their true confessions lie— in the intimacy of individual intrigue."
        }
    ],
    "IR": [
        {
            "audio": "../archive/IR/IR_20241028_182522_analysis.mp3",
            "date": "2024-01-28",
            "headlines": [
                "Projectiles seen in sky over Tehran",
                "Watch: Jeremy Bowen says Israel attack on Iran is 'another big escalation'",
                "Bowen: Iran faces hard choices between risks of escalation or looking weak",
                "Israel arrests second group of alleged Iran spies",
                "Israel's military is conducting retaliatory airstrikes against Iran"
            ],
            "trends": [
                {
                    "title": "ژاوی (Xavi)",
                    "related": [
                        "ژاوی سیمونز (Xavi Simmons)",
                        "ژاوی مربی کدام تیم است (Which team is Xavi the coach of?)",
                        "ژاوی در ایران (Xavi in ​​Iran)",
                        "ژابی آلونسو (Xabi Alonso)"
                    ]
                },
                {
                    "title": "مار کبرا (cobra snake)",
                    "related": [
                        "مار کبرا قرمز (Red cobra)",
                        "مار کبرا در مشهد (Cobra in Mashhad)",
                        "مار کبرای عینکی (Bespectacled cobra)",
                        "مار کبرا بزرگ (Big cobra snake)"
                    ]
                }
            ],
            "analysis": "As Iranian skies get busy with inbound projectiles and possible 'big escalations', the nation's Google search history appears to be more invested in the trajectory of a certain Spanish football coach. It seems Xavi's managerial prowess weighs heavier on the collective Iranian mind than the escalating geopolitical situation. Meanwhile, the dissemination of information on the 'Belief Defense System 373' points towards a nation trying to understand its defenses amidst the growing chaos. The allegorical cobra searches may reflect an unconscious identification with a creature known for its lethal strike—silent until it bites."
        }
    ],
    "CZ": [
        {
            "audio": "../archive/CZ/CZ_20241028_190805_analysis.mp3",
            "date": "2024-01-28",
            "headlines": [
                "I moved around Europe for 6 months. If I had to pick a place to live permanently, it'd be this lively, walkable city.",
                "One for all seasons: Displaay's new typeface is a boundary-shifting sans to serif collection",
                "Vojtěch Havel, Influential Czech Cellist and Composer, Dies at 62",
                "Robert Eggers' Nosferatu Did Something Few Other Dracula Movies Have Done",
                "BMW Skytop Stuns During European Tour"
            ],
            "trends": [
                {
                    "title": "jennifer lopez",
                    "related": [
                        "jennifer lopez děti (jennifer lopez children)",
                        "jennifer lopez diddy",
                        "jennifer lopez rozvod",
                        "jennifer lopez p diddy"
                    ]
                },
                {
                    "title": "matthew perry",
                    "related": [
                        "matthew perry filmy",
                        "matthew perry smrt",
                        "matthew perry kniha",
                        "matthew perry děti (matthew perry children)"
                    ]
                }
            ],
            "analysis": "Navzdory tomu, že titulky vytrubují příběhy o „živých, procházkových městech" a „mezi posouvajících sans", se zdá, že uživatelé internetu v České republice jsou více zamilovaní do věčného milostného života Jennifer Lopez. \"S kým teď chodí?\" \"Zase se rozvedla?\" \"Mohla by se vrátit s P Diddym?\" Tyto otázky prozrazují posedlost osobními dramaty vzdálených celebrit a odhalují kolektivní touhu po úniku do nablýskaného světa bulvárních příběhů."
        }
    ]
}
